Repository: SashaCX75/AmazFit_Watchface_Editor
Catalog: GTR_Watch_face/Properties/FormStrings.*.resx
Languages: cs, es, fr, hu, it, pt, sk, zh

# Dialog_Title_Image
source: Select image files
cs: Vybrat soubory obrázků
es: Seleccionar archivos de imagen
fr: Selectionner un fichier image
hu: Válassza ki a képfájlokat
it: Seleziona immagine
pt: Selecionar arquivos de imagem
sk: Vybrať súbory obrázkov
zh: 选择文件

# Dialog_Title_Pack
source: Select a dial settings file
cs: Vybrat soubor nastavení ciferníku
es: Seleccione un archivo de configuración del díal
fr: Sélectionnez un fichier de paramètres de numérotation
hu: Válassza ki a óralap beállításokat tartalmazó fájlt
it: Seleziona file impostazioni
pt: Selecione um arquivo de configurações de discagem
sk: Vybrať súbor nastavenia ciferníku
zh: 选择设置文件

# Dialog_Title_PackUnpack
source: Path to the packer file
cs: Cesta k nástroji na vybalení / zabalení
es: Ruta del archivo del empaquetador
fr: Chemin d'accès au fichier packer
hu: Út a kicsomagolás / csomagolás eszközhöz
it: Percorso programma compilazione
pt: Caminho para o arquivo do empacotador
sk: Cesta k nástroju na vybalenie / zabalenie
zh: 打包程序文件的路径

# Dialog_Title_PreviewStates
source: Select a preview settings file
cs: Vybrat soubor nastavení náhledu
es: Seleccione el archivo de configuración de vista previa
fr: Sélectionnez un fichier de paramètres d'aperçu
hu: Válassza ki az előnézeti beállítás fájlt
it: Seleziona file impostazioni anteprima
pt: Selecione um arquivo de configurações de visualização
sk: Vybrať súbor nastavenia náhľadu
zh: 选择预览设置文件

# Dialog_Title_SaveGIF
source: Save the animated preview
cs: Uložit animovaný náhled
es: Guardar vista previa animada
fr: Enregistrez l'aperçu animé
hu: Animált előnézet mentése
it: Salva anteprima animata
pt: Salve a visualização animada
sk: Uložiť animovaný náhľad
zh: 保存动画预览

# Dialog_Title_SavePNG
source: Save preview
cs: Uložit náhled
es: Guardar vista previa
fr: Enregistrer l'aperçu
hu: Előnézet mentése
it: Salva anteprima
pt: Salvar visualização
sk: Uložiť náhľad
zh: 保存预览

# Dialog_Title_Unpack
source: Select a watch file
cs: Vybrat soubor ciferníku
es: Seleccione un archivo de log
fr: Sélectionnez un fichier de surveillance
hu: Válassza ki az óralapot tartalmazó fájlt
it: Seleziona file watch face
pt: Selecionando um arquivo watch
sk: Vybrať súbor ciferníku
zh: 选择一个表盘文件

# Form_Preview
source: Preview
cs: Náhled
es: Vista previa
fr: Aperçu
hu: Előnézet
it: Anteprima
pt: Pré-visualização
sk: Náhľad
zh: 预览

# Form_PreviewX
source: Preview [X =
cs: Náhled [X =
es: Vista previa [X =
fr: Aperçu [X =
hu: Előnézet [X =
it: Anteprima [X =
pt: Visualizar [X =
sk: Náhľad [X=
zh: 预览 [X =

# Message_bigFile_Caption
source: Large file size
cs: Příliš velký soubor
es: Tamaño de archivo grande
fr: Grande taille de fichier
hu: Túl nagy fájl
it: Dimensione file eccessiva
pt: Tamanho do arquivo grande
sk: Príliš veľký súbor
zh: 大型文件尺寸

# Message_bigFile_Text1
source: Uncompressed file size exceeds 1.95MB.
hu: A nem tömörítet fájl mérete meghaladta az 1,95 MB-ot
sk: Veľkosť nekomprimovaného súboru presiahla 1.95MB
zh: 未压缩文件大小超过1.95MB。

# Message_bigFile_Text1_gts
source: Uncompressed file size exceeds 1.5MB.
cs: Velikost nekomprimovaného souboru přesáhla 1.5MB
es: El tamaño del archivo sin comprimir supera los 1,5 MB.
fr: La taille du fichier non compressé dépasse 1,5 Mo.
hu: A nem tömörítet fájl mérete meghaladta az 1,5 MB-ot
it: Attenzione! Il file decompresso è maggiore di 1.5MB.
pt: O tamanho do arquivo não compactado excede 1,5 MB.
sk: Veľkosť nekomprimovaného súboru presiahla 1.5MB
zh: 未压缩文件大小超过1.5MB。

# Message_bigFile_Text2
source: The dial may not work.
cs: Ciferník nemusí fungovat
es: El dial puede no funcionar.
fr: Le cadran peut ne pas fonctionner.
hu: Lehet, hogy a óralap nem fog működni.
it: La watchface potrebbe non funzionare correttamente
pt: A watchface pode não funcionar.
sk: Ciferník nemusí fungovať
zh: dial文件可能不工作。

# Message_CopyCoord
source: Coordinates copied
cs: Souřadnice byly zkopírovány
es: Coordenadas copiadas
fr: Coordonnées copiées
hu: A koordináták másolva vannak
it: Coordinate copiate
pt: Coordenadas copiadas
sk: Súradnice boli skopírované
zh: 复制坐标

# Message_Error_Caption
source: Error
cs: chyba
fr: Erreur
hu: Hiba
it: Errore
pt: Erro
sk: Chyba
zh: 错误

# Message_error_Image_Text1
source: Unable to open image:
cs: Nelze otevřít obrázek:
es: No se puede abrir la imagen:
fr: Impossible d'ouvrir l'image:
hu: Nem lehet megnyitni a képet:
it: Impossibile aprire l'immagine
pt: Não foi possível abrir a imagem:
sk: Nedá sa otvoriť obrázok:
zh: 无法打开图像：

# Message_error_Image_Text2
source: . You do not have permission to read the file, or the image is damaged.
cs: . Nemáte oprávnění pro čtení souboru, nebo je obraz poškozený.
es: . No tiene permiso para leer el archivo o la imagen está dañada.
fr: . Vous n'êtes pas autorisé à lire le fichier ou l'image est endommagée.
hu: . Nincs jogosultsága a fájl olvasására, vagy a kép sérült.
it: Non hai i permessi per leggere il file, oppure il file è danneggiato.
pt: . Você não tem permissão para ler o arquivo ou a imagem está corrompida.
sk: . Nemáte oprávnenie na čítanie súboru, alebo je obraz poškodený.
zh: . 您没有读取文件的权限，或者图像已损坏。

# Message_error_pack_unpack_dir_Caption
source: File not found
cs: Soubor nebyl nalezen.
es: Archivo no encontrado
fr: Fichier non trouvé
hu: A fájl nem található.
it: File non trovato
pt: Arquivo não encontrado
sk: Súbor nebol nájdený.
zh: 文件没有发现

# Message_error_pack_unpack_dir_Text1
source: Way [
cs: Cesta [
es: Ruta [
fr: Méthode [
hu: Út [
it: Via [
pt: Caminho [
sk: Cesta [
zh: 路径[

# Message_error_pack_unpack_dir_Text2
source: ] to the unpacking / packing utility is indicated incorrectly.
cs: ] K nástroji na rozbalení / zabalení je uvedena nesprávně.
es: ] a la utilidad de desempaquetar / empaquetar es incorrecta.
fr: ] à l'utilitaire de déballage / emballage n'est pas indiqué correctement.
hu: ] a kicsomagolás / csomagolás eszközhöz helytelen.
it: ] allo strumento di decompilazione/compilazione è errato.
pt: ] para o utilitário de desembalagem / embalagem está indicado incorretamente.
sk: ] k nástroju na rozbalenie / zabalenie je uvedená nesprávne.
zh: ] 解包/打包程序指示错误。

# Message_error_pack_unpack_dir_Text3
source: Specify the correct path to the unpack / pack utility.
cs: Zadejte správnou cestu k nástroji na rozbalení / zabalení.
es: Especifique la ruta correcta a la utilidad desempaquetador / empaquetador
fr: Spécifiez le chemin d'accès correct à l'utilitaire unpack / pack.
hu: Írja be a helyes utat a a kicsomagolás / csomagolás eszközhöz.
it: Specifica il corretto percorso del programma di decompilazione/compilazione
pt: Especifique o caminho correto para o utilitário descompactar / pacote.
sk: Zadajte správnu cestu k nástroju na rozbalenie / zabalenie.
zh: 指定解包/打包程序的正确路径。

# Message_error_respackerPath_Text1
source: The required program components are missing.
cs: Chybí požadované komponenty programu.
es: Faltan los componentes necesarios del programa.
fr: Les composants de programme requis sont manquants.
hu: Hiányoznak a szükséges programösszetevők.
it: Non sono presenti i componenti richiesti dal programma
pt: Os componentes necessários do programa estão ausentes.
sk: Chýbajú požadované komponenty programu.
zh: 缺少必需的程序组件。

# Message_error_respackerPath_Text2
source: No bin file compression utility found on path [
cs: Nenašel se žádný nástroj pro komprimaci souborů bin na cestě [
es: No se encontró la utilidad de compresión de archivos bin en la ruta [
fr: Aucun utilitaire de compression de fichiers bin trouvé sur le chemin [
hu: Nem található bin tömörítési eszköz az elérési úton [
it: Nessun programma di compressione trovato nel percorso
pt: Nenhum utilitário de compactação de arquivo bin encontrado no caminho [
sk: Nenašiel sa žiadny nástroj pre komprimácii súborov bin na ceste [
zh: 在路径上找不到bin文件压缩实用程序[

# Message_error_respackerPath_Text3
source: Check for bin file compression utility.
cs: Zkontrolujte nástroj pro komprimaci bin souboru.
es: Verifique la utilidad de compresión del archivo bin.
fr: Vérifiez l'utilitaire de compression de fichiers bin.
hu: Ellenőrizze a bin fájl tömörítési eszközét.
it: Verifica percorso del programma di compressione file bin
pt: Verifique o utilitário de compactação de arquivos bin.
sk: Skontrolujte nástroj na komprmáciu bin súboru.
zh: 检查bin文件压缩实用程序。

# Message_GoToFile_Caption
source: Go to file
cs: Jít na soubor
es: Ir al archivo
fr: Accéder au fichier
hu: Menjen a fájlra
it: Vai al file
pt: Ir para o arquivo
sk: Ísť na súbor
zh: 去文件夹

# Message_GoToFile_Text
source: Go to file?
cs: Jít na soubor?
es: Ir al archivo?
fr: Aller au dossier?
hu: Menjen a fájlra?
it: Vuoi andare al file?
pt: Ir para o arquivo?
sk: Ísť na súbor?
zh: 去文件夹?

# Message_JsonError_Text
source: Invalid JSON file.
cs: Neplatný JSON soubor.
es: Archivo JSON no válido
fr: Fichier JSON non valide.
hu: Érvénytelen JSON-fájl.
it: File JSON non valido
pt: Arquivo JSON inválido.
sk: Neplatný JSON súbor.
zh: 无效的Json文件。

# Message_JsonReadError_Text
source: Error reading JSON file.
cs: Chyba při načítání JSON souboru.
es: Error al leer el archivo JSON.
fr: Erreur de lecture du fichier JSON.
hu: Hiba történt a JSON fájl betöltésekor.
it: Errore lettura file JSON
pt: Erro ao ler o arquivo JSON.
sk: Chyba při načítaní JSON súboru.
zh: 读取Json文件时出错。

# Message_LoadPreviewStates_Caption
source: Download preview settings
cs: Načíst nastavení náhledu
es: Descargar configuración de vista previa
fr: Télécharger les paramètres d'aperçu
hu: Az előnézeti beállítások betöltése
it: Download impostazioni anteprima
pt: Download das configurações de visualização
sk: Načítať nastavenia náhľadu
zh: 下载Preview设置

# Message_LoadPreviewStates_Text
source: Download an existing file with a set of preview settings PreviewStates.json?
cs: Načíst existující soubor nastavení náhledu PreviewStates.json?
es: Descargar un archivo existente con un conjunto de configuraciones de vista previa PreviewStates.json?
fr: Télécharger un fichier existant avec un ensemble de paramètres d'aperçu PreviewStates.json?
hu: Töltsön be egy meglévő előnézeti beállításfájlt PreviewStates.json?
it: Vuoi scaricare un file esistente con una serie di impostazioni anteprima (PreviewStates.json)?
pt: Baixar um arquivo existente com um conjunto de configurações de visualização PreviewStates.json?
sk: Načítať existujúci súbor nastavenia náhľadu PreviewStates.json?
zh: 下载具有一组预览设置PreviewStates.json的现有文件？

# Message_openProject_Caption
source: Project Opening
cs: Otevírá se projekt
es: Apertura del proyecto
fr: Ouverture du projet
hu: Projekt Nyitása
it: Apertura progetto
pt: Abertura do Projeto
sk: Otvára sa projekt
zh: 项目打开中

# Message_openProject_Text
source: Open an unpacked project?
cs: Otevřít rozbalený projekt?
es: Abrir un proyecto desempaquetado?
fr: Ouvrir un projet décompressé?
hu: Kinytni a kicsomagolt projektet?
it: Vuoi aprire un progetto decompilato?
pt: Abrir um projeto descompactado?
sk: Otvoriť rozbalený projekt ?
zh: 打开一个解压过的项目?

# Message_PNGmissing_Text1
source: PNG files go out of order or some of the files are missing.
cs: PNG soubory jsou mimo rozsah nebo chybí.
es: Los archivos PNG no existen o faltan algunos de los archivos.
fr: Les fichiers PNG ne fonctionnent plus ou certains fichiers sont manquants.
hu: A PNG fájlok hordtávolságon kívül vannak vagy hiányoznak.
it: I file PNG sono ordinati in maniera errata o manca qualche file
pt: Os arquivos PNG estão com defeito ou alguns dos arquivos estão ausentes.
sk: PNG súbory sú mimo rozsah alebo chýbajú.
zh: png文件不正常或缺少一些文件。

# Message_PNGmissing_Text2
source: Name the PNG files in ascending order.
cs: Soubory PNG pojmenujte vzestupně.
es: Nombre los archivos PNG en orden ascendente.
fr: Nommez les fichiers PNG dans l'ordre croissant.
hu: Nevezze el a PNG fájlokat növekvő sorrendben.
it: Nomi dei ile PNG in ordine crescente
pt: Nomeie os arquivos PNG em ordem crescente.
sk: Súbory PNG pomenujte vzostupne.
zh: 按升序命名png文件。

# Message_Restart_Caption
source: Reboot
cs: Restart
es: Reiniciar
fr: Redémarrer
hu: újraindítás
it: Riavvia
pt: Reiniciar
sk: Reštart
zh: 语言重启选项

# Message_Restart_Text1
source: To apply the settings, you must restart the program.
cs: Chcete-li použít změny nastavení, musíte restartovat program.
es: Para aplicar la configuración, debe reiniciar el programa.
fr: Pour appliquer les paramètres, vous devez redémarrer le programme.
hu: A beállításmódosítások alkalmazásához újra kell indítania a programot.
it: Per applicare le impostazioni riavvia il programma
pt: Para aplicar as configurações, você deve reiniciar o programa.
sk: Ak chcete použiť zmeny nastavenia, musíte reštartovať program.
zh: 你必须重启程序才能应用所选设置。

# Message_Restart_Text2
source: Restart the program?
cs: Restartovat program?
es: Reiniciar el programa?
fr: Redémarrez le programme?
hu: Újra indítani a programot?
it: Vuoi riavviare il programma?
pt: Reiniciar o programa?
sk: Reštartovať program?
zh: 重启程序?

# Message_SaveOnly1234_Text
source: To save pre-set parameters, set at least one field "Calories" to a value other than "1234".
cs: Pokud chcete uložit výchozí parametry, nastavte alespoň jedno pole "Kalorie" na jinou hodnotu než "1234".
es: Para guardar los parámetros preestablecidos, configure al menos un campo "Calorías" en un valor que no sea "1234".
fr: Pour enregistrer les paramètres prédéfinis, définissez au moins un champ "Calories" sur une valeur autre que "1234".
hu: Az alapértelmezett paraméterek mentéséhez állítson be legalább egy "Kalória" mezőt "1234" -től eltérő értékre.
it: Per salvare i parametri preimpostati, imposta almeno il campo "Calorie" ad un valore diverso da "1234".
pt: Para salvar parâmetros predefinidos, defina pelo menos um campo "Calorias" para um valor diferente de "1234".
sk: Ak chcete uložiť predvolené parametre, nastavte aspoň jedno pole „Kalórie“ na inú hodnotu ako „1234“.
zh: 若要保存预设参数，请将至少一个字段“卡路里”设置为“1234”以外的值。

# Message_Warning3clockHand_Text
source: If you do not use all three hands in an analog watch, problems may arise.
cs: Pokud nepoužijete všechny tři ručičky v analogových hodinách, mohou se vyskytnout problémy.
es: Si no utiliza las tres manecillas en un reloj analógico, pueden surgir problemas.
fr: Si vous n'utilisez pas les trois aiguilles dans une montre analogique, des problèmes peuvent survenir.
hu: Ha nem használja mindhárom mutatót analóg órákban, problémák léphetnek fel.
it: Se non si usano tutte e tre le lancette in un orologio analogico, potrebbero sorgere problemi.
pt: Se você não usar os três ponteiros de um relógio analógico, poderão surgir problemas.
sk: Ak nepoužijete všetky tri ručičky v analógových hodinách, môžu sa vyskytnúť problémy.
zh: 如果在模拟表中不使用所有三个指针，可能会出现问题。

# Message_WarningDistanceSuffix
source: Using distance display without a suffix is ​​not recommended.
cs: Použití indikátoru vzdálenosti bez přípony se nedoporučuje.
es: No se recomienda usar la pantalla de distancia sin sufijo.
fr: L'utilisation de l'affichage de la distance sans suffixe n'est pas recommandée.
hu: Nem javasolt a távolságjelző utótag nélküli használata.
it: Non è consigliato impostare la distanza senza suffisso
pt: O uso da exibição de distância sem sufixo não é recomendado.
sk: Použitie indikátora vzdialenosti bez prípony sa neodporúča.
zh: 不建议使用不带后缀的距离显示。

# Message_WarningOnlyMin_Text
source: It is not recommended to use minutes without using hours for numerical display of time.
cs: Při číselném zobrazení času se nedoporučuje používat minuty bez hodin.
es: No se recomienda usar minutos sin usar horas para la visualización numérica del tiempo.
fr: Il n'est pas recommandé d'utiliser les minutes sans utiliser les heures pour l'affichage numérique de l'heure.
hu: Nem ajánlott órák nélküli percek használata a numerikus időkijelzőn.
it: Non è consigliabile usare i minuti senza l'uso delle ore per la visualizzazione dell'orario in formato numerico
pt: Não é recomendável usar minutos sem usar horas para a exibição numérica do tempo.
sk: Pri číselnom zobrazení času sa neodporúča používať minúty bez hodín.
zh: 不建议使用分钟而不使用小时来显示时间。

# Message_WarningOnlySec_Text
source: It is not recommended to use seconds without using hours and minutes for numerical display of time.
cs: Při číselném zobrazení času se nedoporučuje používat sekundy bez minut a hodin.
es: No se recomienda usar segundos sin usar horas y minutos para mostrar la hora numéricamente.
fr: Il n'est pas recommandé d'utiliser les secondes sans utiliser les heures et les minutes pour l'affichage numérique de l'heure.
hu: Nem ajánlott másodperceket a percek és órák nélküli felhasználása a numerikus idő kijelzéséhez.
it: Non è consigliabile usare i secondi senza usare ore e minuti per la visualizzazione dell'orario in formato numerico
pt: Não é recomendável usar segundos sem usar horas e minutos para a exibição numérica do tempo.
sk: Pri číselnom zobrazení času sa neodporúča používať sekundy bez minút a hodín.
zh: 不建议使用秒而不使用小时和分钟来显示时间。

# Message_WarningTensOnes_Text
source: Different ImageIndex values ​​for tens and units are not supported.
cs: Rozdílné hodnoty ImageIndex pro desítky a jednotky nejsou podporovány.
es: No se admiten diferentes valores de ImageIndex para decenas y unidades.
fr: Différentes valeurs ImageIndex pour les dizaines et les unités ne sont pas prises en charge.
hu: A tízes és az egység különböző ImageIndex értékeit nincs támogatva.
it: Non sono supportati valori ImageIndex differenti per decine ed unità.
pt: Valores diferentes do ImageIndex para dezenas e unidades não são suportados.
sk: Rozdielne hodnoty ImageIndex pre desiatky a jednotky nie sú podporované.
zh: 不支持十位和个位的不同ImageIndex值。

# Message_Warning_Caption
source: Warning
cs: Varování
es: Advertencia
fr: avertissement
hu: Figyelmeztetés
it: Attenzione
pt: Aviso
sk: Varovanie
zh: 警告

# Message_ErrorImage_Text1
source: Some images may cause errors (
cs: Některé obrázky mohou způsobovat chyby (
es: Algunas imágenes pueden causar errores (
fr: Certaines images peuvent provoquer des erreurs (
hu: Egyes képek hibákat okozhatnak (
it: Alcune immagini potrebbero causare degli errori (
sk: Niektoré obrázky môžu spôsobovať chyby (
zh: 某些图像可能会导致错误(

# Message_ErrorImage_Text2
source: Try fixing them?
cs: Pokusit se je opravit?
es: Intenta arreglarlos?
fr: Essayez de les réparer?
hu: Próbáljam kijavítani őket?
it: Vuoi provare a risolverli?
sk: Pokúsiť sa ich opraviť?
zh: 尝试修复它们？

# Message_Save_JSON_Modified_Caption
source: Save the project
cs: Uložit projekt
es: Guardar el proyecto
fr: Enregistrez le projet
hu: A projekt mentése
it: Salva progetto
sk: Uložiť prrojekt
zh: 保存项目

# Message_Save_JSON_Modified_Text1
source: Do You want save changes of project
cs: Chcete uložit změny v projektu
es: ¿Quieres guardar los cambios del proyecto
fr: Voulez-vous enregistrer les modifications du projet
hu: Meg akarja menteni a
it: Vuoi salvare le modifiche al progetto
sk: Chcete uložiť zmeny v projekte
zh: 你想保存改过的项目吗？

# Message_Save_new_JSON
source: The current project has not yet been saved. Do you want to save it?
cs: Aktuální projekt ještě nebyl uložen. Chcete jej uložit?
es: El proyecto actual aún no se ha guardado. ¿Quieres guardarlo?
fr: Le projet en cours n'a pas encore été enregistré. Voulez-vous l'enregistrer?
hu: A jelenlegi projekt nem lett elmentve. Szeretné menteni?
it: Il progetto attuale non è ancora stato salvato. Vuoi salvare il progetto?
sk: Aktuálny projekt ešte nebol uložený. Chcete ho uložiť?
zh: 当前项目尚未保存。你想保存它吗？

# Message_WarningAnimationCoun_Text
source: The number of elements for animation cannot be more than 4.
cs: Pro animaci nelze použít více než 4 různé objekty.
es: El número de elementos para la animación no puede ser más de 4.
fr: Le nombre d'éléments pour l'animation ne peut pas être supérieur à 4.
hu: Az animációhoz legfeljebb 4 különféle objektum használható.
it: Il numero di elementi per l'animazione non può essere superiore a 4.
sk: Pre animáciu nie je možné použiť viac ako 4 rôzne objekty.
zh: 动画的元素数量不能超过4个。

# Message_WarningBatterySegment_Text
source: It is not recommended to use segments and a indicator at the same time for the same type of values. This may cause glitches !
cs: Nedoporučuje se používat segmenty a ukazatel současně pro stejný typ hodnot. Toto může způsobit chyby!
es: No se recomienda utilizar segmentos y un indicador al mismo tiempo para el mismo tipo de valores. ¡Esto puede causar problemas técnicos!
fr: Il n'est pas recommandé d'utiliser des segments et un indicateur en même temps pour le même type de valeurs. Cela peut provoquer des problèmes!
hu: Nem ajánlott szegmensek és mutató egyidejű használata azonos típusú értékekhez. Ez hibákat okozhat!
it: Non è consigliabile usare il segnmento e l'indicatore allo stesso tempo per lo stesso tipo di valore. Questo potrebbe causare problemi !
sk: Neodporúča sa používať segmenty a ukazovateľ súčasne pre rovnaký typ hodnôt. Toto môže spôsobiť chyby!
zh: 建议不要对相同类型的值同时使用段和指标。这可能会引起故障！

# Message_WarningSpaceInName_Text
source: File name and path cannot contain spaces!
cs: Název souboru a cesta nesmí obsahovat mezery!
es: ¡El nombre y la ruta del archivo no pueden contener espacios!
fr: Le nom de fichier et le chemin ne peuvent pas contenir d'espaces!
hu: A fájlnév és az elérési út nem tartalmazhat szóközt!
it: Il nome e il percorso del file non devono contenere spazi!
sk: Názov súboru a cesta nesmie obsahovať medzery!
zh: 文件名和路径不能包含空格！

# Message_WarningTemperature_Text
source: The current temperature display may not work without displaying the day and night temperatures.
cs: Zobrazení aktuální teploty nemusí fungovat bez aktivace / zobrazení denní a noční teploty
es: Es posible que la pantalla de temperatura actual no funcione sin mostrar las temperaturas diurnas y nocturnas.
fr: L'affichage de la température actuelle peut ne pas fonctionner sans afficher les températures diurnes et nocturnes.
hu: Előfordulhat, hogy az aktuális hőmérsékleti kijelző nem működik a nappali és az éjszakai hőmérséklet aktiválása / megjelenítése nélkül
it: La visualizzazione della temperatura attuale potrebbe non funzionare senza la visualizzazione della temperatura diurna e notturna.
sk: Zobrazenie aktuálnej teploty nemusí fungovať bez aktivácie/zobrazenie dennej a nočnej teploty
zh: 如果不显示日间和夜间的温度，实时温度显示可能无法工作。

# Message_WarningBatteryCount_Text
source: It is not recommended using more than 10 images to display battery power.
cs: Pro zobrazení stavu baterie se nedoporučuje používat více než 10 obrázků.
es: No se recomienda usar más de 10 imágenes para mostrar la energía de la batería.
fr: Il n'est pas recommandé d'utiliser plus de 10 images pour afficher la charge de la batterie.
hu: Nem ajánlott tíznél több képet használni az akkumulátor töltöttségének megjelenítéséhez.
it: Per visualizzare la carica della batteria non è consigliabile usare più di 10 immagini .
sk: Na zobrazenie stavu batérie sa neodporúča používať viac ako 10 obrázkov.
zh: 不建议使用超过10个图像来显示电池电量。

# Message_Error_SpaceInProgrammName_Text
source: The program path should not contain spaces. It is recommended to place the program in the root directory of the disk.
cs: Cesta k programu by neměla obsahovat mezery. Je doporučeno umístit program do kořenového adresáře disku.
es: La ruta del programa no debe contener espacios. Se recomienda colocar el programa en el directorio raíz del disco.
fr: Le chemin du programme ne doit pas contenir d'espaces. Il est recommandé de placer le programme dans le répertoire racine du disque.
hu: A program elérési útja nem tartalmazhat szóközt. Ajánlatos a programot a lemez gyökérkönyvtárába helyezni.
it: Il percorso del programma non può contenere spazi. È consigliabile copiare il programma nella cartella principale del dsico.
sk: Cesta k programu by nemala obsahovať medzery. Je doporučené umiestniť program do koreňového adresára disku.
zh: 程序路径不应包含空格。建议将程序放在磁盘的根目录中。
